aaron-bond.better-comments
astro-build.astro-vscode
bbenoist.qml
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
lakshits11.monokai-pirokai
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
oracle.oracle-java
pkief.material-icon-theme
ritwickdey.liveserver
robbowen.synthwave-vscode
shd101wyy.markdown-preview-enhanced
sibiraj-s.vscode-scss-formatter
thenuprojectcontributors.vscode-nushell-lang
theqtcompany.qt-core
usernamehw.errorlens
vscode-icons-team.vscode-icons
yandeu.five-server
