aaron-bond.better-comments
anthropic.claude-code
astro-build.astro-vscode
bbenoist.qml
beardedbear.beardedtheme
brapifra.phpserver
catppuccin.catppuccin-vsc
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
davidanson.vscode-markdownlint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
glenn2223.live-sass
icrawl.discord-vscode
lakshits11.monokai-pirokai
mathematic.vscode-latex
mhutchie.git-graph
mjpvs.latex-previewer
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
oracle.oracle-java
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
robbowen.synthwave-vscode
shd101wyy.markdown-preview-enhanced
sibiraj-s.vscode-scss-formatter
thenuprojectcontributors.vscode-nushell-lang
theqtcompany.qt-core
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
whizkydee.material-palenight-theme
yandeu.five-server
